[
  {
    "id": "shirley_ann_jackson",
    "name": "Shirley Ann Jackson",
    "category": "Ciência",
    "image": "/characters/shirley_ann_jackson.png",
    "hints": [
      "Sou uma física estadunidense.",
      "Fui a Primeira mulher afroestadunidense a obter um doutorado no Instituto de Tecnologia de Massachusetts (MIT).",
      "Recebi em 2007 o prestigiado Prêmio Vannevar Bush por uma \"vida de realizações em pesquisa científica, educação e contribuições de estadistas seniores para políticas públicas\"."
    ]
  },
  {
    "id": "zumbi_dos_palmares",
    "name": "Zumbi dos Palmares",
    "category": "História",
    "image": "/characters/zumbi_dos_palmares.png",
    "hints": [
      "Fui um dos líderes do maior quilombo que já existiu no Brasil.",
      "Em 21 de março de 1997 tive meu nome inserido como herói nacional no Livro de Aço dos Heróis e Heroínas Nacionais do Brasil.",
      "O dia da Consciência Negra é uma referência a minha história de vida."
    ]
  },
  {
    "id": "carolina_de_jesus",
    "name": "Carolina de Jesus",
    "category": "Literatura",
    "image": "/characters/carolina_de_jesus.png",
    "hints": [
      "Sou uma Escritora Brasileira, autora do livro Quarto de Despejo.",
      "Nasci em 1914, na cidade de Sacramento, em Minas Gerais. Depois me mudei para São Paulo, onde trabalhei como empregada doméstica e catadora de papel para sustentar meus três filhos, que criei sozinha.",
      "Fui uma mulher, negra e favelada no Brasil do século XX."
    ]
  },
  {
    "id": "nelson_mandela",
    "name": "Nelson Mandela",
    "category": "Política",
    "image": "/characters/nelson_mandela.png",
    "hints": [
      "Fui Presidente da África do Sul.",
      "Recebi o Prêmio Nobel da Paz, em dezembro de 1993, por minha luta contra o regime de segregação racial.",
      "Em 1964 fui preso e condenado à prisão perpétua. Fiquei 27 anos no cárcere na Ilha de Robben. No dia 11 de fevereiro de 1990, depois de 26 anos, fui libertado."
    ]
  },
  {
    "id": "bob_marley",
    "name": "Bob Marley",
    "category": "Música",
    "image": "/characters/bob_marley.png",
    "hints": [
      "Fui um cantor, compositor e guitarrista jamaicano, responsável por tornar o reggae um ritmo conhecido mundialmente.",
      "Nasci no dia 06 de fevereiro de 1945. Meus pais eram: um militar branco, capitão do exército inglês, e uma jovem negra jamaicana.",
      "Recebi a “Medalha da Paz”, na sede das Nações Unidas, em Nova Iorque, após a realização do show “One Love Peace Concert”."
    ]
  },
  {
    "id": "maria_felipa",
    "name": "Maria Felipa",
    "category": "História",
    "image": "/characters/maria_felipa.png",
    "hints": [
      "Nasci na Ilha de Itaparica, na Baía de Todos os Santos - Bahia.",
      "Fui uma mulher negra, marisqueira, e lutei na guerra da independência do Brasil e da Bahia, em 2 de julho de 1823.",
      "Fui declarada, em 26 de julho de 2018, Heroína da Pátria Brasileira tendo meu nome inscrito no Livro dos Heróis e Heroínas da Pátria, que se encontra no Panteão da Pátria e da Liberdade Tancredo Neves, em Brasília."
    ]
  },
  {
    "id": "jaqueline_goes",
    "name": "Jaqueline Góes",
    "category": "Ciência",
    "image": "/characters/jaqueline_goes.png",
    "hints": [
      "Sou uma cientista brasileira que integrou a equipe que mapeou os primeiros genomas do coronavírus no Brasil.",
      "Sou doutora em Patologia Humana e Experimental, pela Universidade Federal da Bahia (UFBA).",
      "Sou filha de pai engenheiro civil e mãe auxiliar de enfermagem e pedagoga, sou baiana e aprendi desde cedo a valorizar o conhecimento."
    ]
  },
  {
    "id": "sueli_carneiro",
    "name": "Sueli Carneiro",
    "category": "Pensamento Social",
    "image": "/characters/sueli_carneiro.png",
    "hints": [
      "Nasci em São Paulo, e sou doutora em filosofia pela Universidade de São Paulo.",
      "Sou autora de dois livros e artigos sobre raça, gênero e direitos humanos publicados no Brasil e no mundo.",
      "Sou uma das pessoas responsáveis pela defesa constitucional da implantação de cotas raciais nas universidades brasileiras."
    ]
  },
  {
    "id": "milton_santos",
    "name": "Milton Santos",
    "category": "Geografia",
    "image": "/characters/milton_santos.png",
    "hints": [
      "Nasci na Bahia, sou filho de pais professores, com 13 anos já dava aulas de matemática no ginásio onde estudava.",
      "Tenho mais de 20 títulos de doutor honoris causa no Brasil e no mundo e sou o único geógrafo latino-americano a ser homenageado com o prêmio Vautrin Lud, em 1994, considerado o Nobel da Geografia.",
      "Fui preso pela ditadura militar, mas consegui exílio na França."
    ]
  },
  {
    "id": "martin_luther_king_jr",
    "name": "Martin Luther King Jr.",
    "category": "Direitos Civis",
    "image": "/characters/martin_luther_king_jr.png",
    "hints": [
      "Fui um ativista norte-americano, lutei contra a discriminação racial e me tornei um dos mais importantes líderes do movimento dos direitos civis nos EUA.",
      "Em 1963, liderei a Marcha sobre Washington, que reuniu 250 mil pessoas, onde fiz o discurso intitulado I Have a Dream (em português, Eu tenho um sonho), onde descrevo uma sociedade onde negros e brancos possam viver harmoniosamente.",
      "Recebi o Prêmio Nobel da Paz em 1964."
    ]
  },
  {
    "id": "baco_exu_do_blues",
    "name": "Baco Exu do Blues",
    "category": "Música",
    "image": "/characters/baco_exu_do_blues.png",
    "hints": [
      "Para batizar minha carreira, escolhi o nome do Deus romano do vinho e dos excessos, e de um orixá considerado mensageiro e guardião em religiões de matriz africana.",
      "Fui eleito o 5º melhor disco brasileiro de 2017 pela revista Rolling Stone Brasil.",
      "Em 2017, fui premiado como Artista Revelação pelo Prêmio Multishow de Música Brasileira."
    ]
  },
  {
    "id": "djonga",
    "name": "Djonga",
    "category": "Música",
    "image": "/characters/djonga.png",
    "hints": [
      "Nasci em 04 de junho de 1994 na Favela do Índio em Belo Horizonte - Minas Gerais.",
      "Minha avó Maria Eni Viana é uma grande referência em minha vida.",
      "Sou um rapper, escritor e compositor brasileiro, considerado um dos nomes mais influentes do rap na atualidade."
    ]
  },
  {
    "id": "iza",
    "name": "IZA",
    "category": "Música",
    "image": "/characters/iza.png",
    "hints": [
      "Aos 6 anos minha família se mudou para Natal, no Rio Grande do Norte. Durante a infância sofri racismo por ser uma das únicas crianças negras numa escola particular e tradicional da cidade de Natal.",
      "Nasci e fui criada no bairro de Olaria no Rio de Janeiro. Sou filha da professora de música e artes Isabel Cristina Lima e do militar naval Djama Leite Lima.",
      "Com dezoito anos, ingressei com bolsa pelo Enem no curso de Publicidade e Propaganda na PUC-Rio. Concluí o curso e trabalhei como editora de vídeo."
    ]
  },
  {
    "id": "elza_soares",
    "name": "Elza Soares",
    "category": "Música",
    "image": "/characters/elza_soares.png",
    "hints": [
      "Fui uma cantora, compositora musical e puxadora de samba-enredo brasileira.",
      "Fiquei viúva aos 21 anos e com quatro filhos para criar. Trabalhei em diversos empregos braçais, muitas vezes não tinha o que comer, mas meu sonho sempre foi cantar.",
      "Em 2000, fui premiada como \"Melhor Cantora do Milênio\" pela BBC em Londres e em 2019 recebi o título de doutora Honoris causa pela Universidade Federal do Rio Grande do Sul."
    ]
  },
  {
    "id": "emicida",
    "name": "Emicida",
    "category": "Música / Cultura",
    "image": "/characters/emicida.png",
    "hints": [
      "Meu nome na certidão de nascimento é Leandro Roque de Oliveira. Nasci em São Paulo, no dia 17 de agosto de 1985.",
      "Fiquei conhecido por minhas rimas de improviso, o que fez com que me tornasse um dos MC's mais respeitados do país. Venci onze vezes consecutivas a batalha de MC da Santa Cruz e por doze vezes a Rinha dos MC.",
      "Cresci com uma vida simples no bairro Jardim Cachoeira na Zona Norte paulistana. Sou filho de Dona Jacira, tenho duas irmãs e um irmão que é o cantor Evandro Fióti."
    ]
  },
  {
    "id": "lazaro_ramos",
    "name": "Lázaro Ramos",
    "category": "Artes Cênicas",
    "image": "/characters/lazaro_ramos.png",
    "hints": [
      "Trabalhei como técnico de laboratório de análises clínicas. Fiz o curso de Patologia no colegial técnico em Salvador. Nessa época minha mãe foi acometida por uma doença degenerativa. Sendo filho único, eu ajudava a pagar as contas de casa.",
      "Comecei a estudar teatro na escola e aos 10 anos de idade já fazia pequenos trabalhos no teatro com o nome artístico de: Lula Somar.",
      "Sou um ator, apresentador, dublador, cineasta e escritor de literatura infantil brasileiro, que iniciou a carreira artística no Bando de Teatro Olodum."
    ]
  },
  {
    "id": "luedji_luna",
    "name": "Luedji Luna",
    "category": "Música",
    "image": "/characters/luedji_luna.png",
    "hints": [
      "Comecei a compor minhas canções aos 17 anos, onde já cantava informalmente em bares de Salvador. Em 2011 comecei a estudar canto popular na Escola Baiana de Canto Popular.",
      "Em 2021, meu álbum Bom Mesmo É Estar Debaixo D'Água foi indicado ao Grammy Latino de Melhor Álbum de Música Popular Brasileira.",
      "Minhas músicas retratam o preconceito racial, feminismo, empoderamento feminino, especialmente da mulher negra, buscando sempre fortalecer a cultura afro-brasileira."
    ]
  },
  {
    "id": "zeze_motta",
    "name": "Zezé Mota",
    "category": "Artes Cênicas / Música",
    "image": "/characters/zeze_mota.png",
    "hints": [
      "Sou uma atriz e cantora brasileira, considerada uma das maiores artistas do país, expoente da cultura afro-brasileira.",
      "Recebi muitos prêmios e homenagens da crítica por minha atuação como a protagonista do filme Xica da Silva em 1976.",
      "Militante do Movimento Negro Unificado (MNU), denunciei racismos e atuei ativamente para combatê-lo, organizando por exemplo um arquivo de atores negros para que não haja o silenciamento destes artistas."
    ]
  }
]
